//TODO: необходимы компонент списка проектов, кнопка редактировать, модальное окно с добавлением поста, кнопка удалить
export const AdminProjectsList = () => {
  return (
    <div className="pl-10">
          <ul className="gap-2 grid">
              <li>Какие то будущие рандомные проекты</li>
              <li>Какие то будущие рандомные проекты</li>
              <li>Какие то будущие рандомные проекты</li>
              <li>Какие то будущие рандомные проекты</li>
              <li>Какие то будущие рандомные проекты</li>
              <li>Какие то будущие рандомные проекты</li>
              <li>Какие то будущие рандомные проекты</li>
              <li>Какие то будущие рандомные проекты</li>
              <li>Какие то будущие рандомные проекты</li>
              <li>Какие то будущие рандомные проекты</li>
      </ul>
    </div>
  )
}

